---
kind: other
id: Methods.T:Autodesk.Revit.DB.FamilyElementVisibility
source: html/5ef92f20-277e-a58d-a71e-7798034c60d5.htm
---
# FamilyElementVisibility Methods

Causes the object to release immediately any resources it may be utilizing.